const dustbinMarchDataV = [2, 3, 5, 2, 1, 3, 2, 1, 3, 4, 2, 5, 2, 3, 1, 4, 5, 2, 6, 2, 3, 4, 2, 4, 3, 5, 7, 2, 3, 1, 4,
  2, 3, 5, 2, 1, 3, 2, 1, 3, 4, 2, 5, 2, 3, 1, 4, 5, 2, 6, 2, 3, 4, 2, 4, 3, 5, 7, 2,
  2, 3, 3, 2, 1, 2, 1, 2, 2, 3, 2, 1, 3, 1, 1, 4, 3, 2, 1, 2, 1, 2, 3, 4, 2, 2, 2, 1, 3, 2, 3,
];

// for (let i = 0; i < 365; i += 1) {
//   dustbinMarchDataV.push(parseInt(Math.random() * 7 + 2, 10));
// }
export const dustbinMarchData = dustbinMarchDataV;
// 2, 3, 5, 2, 1, 3, 2, 1, 3, 4, 2, 5, 2, 3, 1, 4, 5, 2, 6, 2, 3, 4, 2, 4, 3, 5, 7, 2, 3, 1, 4,
// 一个月每天井盖满溢的次数
